Repository: openstack/monasca-ui
Catalog: monitoring/locale/*/LC_MESSAGES/django.po
Languages: de, ja

source: The Name field is used to identify the alarm definition.
de: Das Feld Name dient zur Identifizierung der Alarmdefinition.
ja: 名前フィールドは、アラーム定義を特定するために使用されます。

source: If for some transitions notifications should not be sent they can be disabled.
de: Wenn für einige Übergänge keine Benachrichtigungen gesendet werden sollen, können sie deaktiviert werden.
ja: 特定のアラーム状態遷移時の通知を無効にすることができます。

source: The Description field can be used to describe alarm definition's purpose.
de: Das Feld Beschreibung kann verwendet werden, um den Zweck der Alarmdefinition zu beschreiben.
ja: 説明フィールドはアラーム定義の用途を説明するために使用されます。

source: The Name field is used to identify the alarm definition.
de: Das Feld Name dient zur Identifizierung der Alarmdefinition.
ja: 名前フィールドはアラーム定義を識別するために使用されます。

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another state.
de: Das Feld Benachrichtigungen enthält die Liste der Benachrichtigungen, die beim Übergang in einen anderen Status gesendet werden sollen.
ja: 通知フィールドには、アラーム状態が遷移した時に送信される通知のリストが含まれます。

source: The Severity field allows to specify the importance of alarm definition.
de: Das Feld Schweregrad ermöglicht es, die Wichtigkeit der Alarmdefinition anzugeben.
ja: 重大度フィールドはアラーム定義の重要性を特定するために使用されます。

source: A non-zero value in the period field indicates how frequently a notification should be resent (only valid for webhook urls).
de: Ein Wert ungleich Null im Zeitraumfeld gibt an, wie häufig eine Benachrichtigung erneut gesendet werden soll (nur gültig für Webhook-URLs).
ja: 期間フィールドは、値が0でない場合どの頻度で通知が再送されるかを示します。(webhook の場合のみ有効です。)

source: The Address field indicates the email address, URL, or PagerDuty service key to be notified.
de: Das Feld Adresse zeigt die E-Mail-Adresse, URL oder den PagerDuty- Dienstschlüssel an, der benachrichtigt werden soll.
ja: アドレスフィールドは通知を受け取るメールアドレス、URL、または PagerDuty サービスキーを示します。

source: The Expression field which if true, triggers a notification to be sent. See <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Alarm Expressions</a> for how to write an expression.
de: Das Expression-Feld, das, wenn es zutrifft, eine Benachrichtigung auslöst, die gesendet werden soll. Informationen zum Schreiben eines Ausdrucks finden Sie unter <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Alarmausdrücke</a> .
ja: 条件式フィールドは、その式が真となった場合に通知が発行されます。条件式の記述方法は、 <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Alarm Expressions</a>を参照してください。

source: The Name field is used to identify the notification method.
de: Das Feld Name wird verwendet, um die Benachrichtigungsmethode zu identifizieren.
ja: 名前フィールドは通知方法を識別するために使用されます。

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another ALARM state.
de: Das Feld Benachrichtigungen enthält die Liste der Benachrichtigungen, die beim Übergang in einen anderen ALARM-Status gesendet werden sollen.
ja: 通知フィールドには、アラーム状態が遷移した時に送信される通知のリストが含まれます。

source: The Type field indicates how the notification is sent when an alarm is triggered.
de: Das Feld Typ gibt an, wie die Benachrichtigung gesendet wird, wenn ein Alarm ausgelöst wird.
ja: 種別フィールドはアラームが発生した時にどのように通知が行われるかを示します。

source: + Add more
de: + Fügen Sie weitere hinzu
ja: + さらに追加

source: ---Please select---
de: ---Bitte auswählen---
ja: ---選択してください---

source: A description of an alarm.
de: Eine Beschreibung eines Alarms.
ja: アラームの説明

source: A descriptive name of the notification method.
de: Ein beschreibender Name der Benachrichtigungsmethode.
ja: 通知方法の名前

source: Add
de: Hinzufügen
ja: 追加

source: Add a match by
de: Fügen Sie eine Übereinstimmung hinzu
ja: マッチの追加

source: Address
de: Adresse
ja: アドレス

source: Address must contain a valid URL address.
de: Die Adresse muss eine gültige URL-Adresse enthalten.
ja: アドレスフィールドには、有効な URL を入力する必要があります。

source: Address must contain a valid email address.
de: Die Adresse muss eine gültige E-Mail-Adresse enthalten.
ja: アドレスフィールドには、有効なメールアドレスを入力する必要があります。

source: Alarm
ja: アラーム

source: Alarm Actions
de: Alarmaktionen
ja: ALARM 時のアクション

source: Alarm Definition Details
de: Details zur Alarmdefinition
ja: アラーム定義の詳細

source: Alarm Definitions
de: Alarmdefinitionen
ja: アラーム定義

source: Alarm Details
ja: アラームの詳細

source: Alarm History
de: Alarmhistorie
ja: アラーム履歴

source: Alarm ID
ja: アラーム ID

source: Alarm Id
ja: アラーム ID

source: Alarm Metric Dimensions
de: Alarm Metrische Abmessungen
ja: ディメンション

source: Alarm definition %s has been created
de: Die Alarmdefinition %s wurde erstellt
ja: アラーム定義「%s」が作成されました

source: Alarm definition has been updated.
de: Die Alarmdefinition wurde aktualisiert.
ja: アラーム定義が正常に更新されました。

source: Alarm definition with %s name already exists
de: Die Alarmdefinition mit dem Namen %s ist bereits vorhanden
ja: アラーム定義「%s」は既に存在しています

source: Alarm has been created successfully.
de: Der Alarm wurde erfolgreich erstellt.
ja: アラームが正常に作成されました。

source: Alarm has been edited successfully.
de: Der Alarm wurde erfolgreich bearbeitet.
ja: アラームが正常に更新されました。

source: Alarms
de: Alarm
ja: アラーム

source: Alarms for
de: Alarme für
ja: アラーム 対象：

source: All Alarms
de: Alle Alarme
ja: 全アラーム

source: An alarm expression.
de: Ein Alarmausdruck.
ja: アラーム条件式

source: An unique name of the alarm.
de: Ein eindeutiger Name des Alarms.
ja: アラームの名前

source: Associated Metrics
de: Verbundene Metriken
ja: 関連するメトリック

source: Browser local
de: Browser lokal
ja: ローカルタイム

source: Cancel
de: Stornieren
ja: 取り消し

source: Close
de: Schließen
ja: 閉じる

source: Could not retrieve alarm definitions
de: Alarmdefinitionen konnten nicht abgerufen werden
ja: アラーム定義を取得できませんでした。

source: Could not retrieve alarm for %s
de: Der Alarm für %s konnte nicht abgerufen werden
ja: アラームが取得できませんでした: %s

source: Could not retrieve alarm history for %s
de: Der Alarmverlauf für %s konnte nicht abgerufen werden
ja: アラーム履歴が取得できませんでした: %s

source: Could not retrieve alarms
de: Alarme konnten nicht abgerufen werden
ja: アラームを取得できませんでした

source: Could not retrieve notifications
de: Benachrichtigungen konnten nicht abgerufen werden
ja: 通知を取得できませんでした

source: Create Alarm
de: Alarm erstellen
ja: アラームの作成

source: Create Alarm Definition
de: Alarmdefinition erstellen
ja: アラーム定義の作成

source: Create Notification
de: Benachrichtigung erstellen
ja: 通知の作成

source: Create Notification Method
de: Benachrichtigungsmethode erstellen
ja: 通知方法の作成

source: Delete Alarm
de: Lösche Alarm
ja: アラームの削除

source: Delete Alarm Definition
de: Lösche Alarmdefinition
ja: アラーム定義の削除

source: Delete Notification
de: Lösche Notifikation
ja: 通知の削除

source: Deleted Alarm
de: Gelöschter Alarm
ja: 削除されたアラーム

source: Deleted Alarm Definition
de: Gelöschte Alarmdefinition
ja: 削除されたアラーム定義

source: Deleted Notification
de: Gelöschte Notifikation
ja: 削除された通知

source: Description
de: Beschreibung
ja: 説明

source: Details
de: Einzelheiten
ja: 詳細

source: Dimension(s)
de: Maß(e)
ja: ディメンション

source: Edit Alarm
de: Alarm bearbeiten
ja: アラームの編集

source: Edit Alarm Definition
de: Alarmdefinition bearbeiten
ja: アラーム定義の編集

source: Edit Alarm Definitions
de: Bearbeiten Sie Alarmdefinitionen
ja: アラーム定義の編集

source: Edit Notification
de: Benachrichtigung bearbeiten
ja: 通知の編集

source: Expression
de: Ausdruck
ja: 条件式

source: Failed to present alarm history
de: Alarmverlauf konnte nicht angezeigt werden
ja: アラーム履歴の表示に失敗しました

source: Failed to validate name
de: Der Name konnte nicht validiert werden
ja: 検証に失敗しました

source: Filter Alarms
de: Filteralarme
ja: アラームのフィルター

source: Graph Metric
de: Grafische Metrik
ja: グラフの表示

source: Info
ja: 情報

source: Key
de: Schlüssel
ja: キー

source: Match by
de: Übereinstimmung mit
ja: マッチ

source: Measurements for Alarms
de: Messungen für Alarme
ja: アラームの測定項目

source: Metric Dimensions
de: Metrische Abmessungen
ja: ディメンション

source: Metric Name
de: Metrischer Name
ja: メトリック名

source: Metric Names
de: Metrik-Bezeichnungen
ja: メトリック名

source: Monitoring
de: Überwachung
ja: モニタリング

source: Name
ja: 名前

source: New State
de: Neuer Status
ja: 後状態

source: Next Page
de: Nächste Seite
ja: 次のページ

source: No notifications available.
de: Keine Benachrichtigungen verfügbar.
ja: 通知がありません。

source: None
de: Keiner
ja: なし

source: Notification %s has already been deleted.
de: Die Benachrichtigung %s wurde bereits gelöscht.
ja: 通知「%s」はすでに削除されています。

source: Notification Method Details
de: Details zur Benachrichtigungsmethode
ja: 通知方法の詳細

source: Notification has been edited successfully.
de: Die Benachrichtigung wurde erfolgreich bearbeitet.
ja: 通知は正常に更新されました。

source: Notification method has been created successfully.
de: Die Benachrichtigungsmethode wurde erfolgreich erstellt.
ja: 通知方法は正常に作成されました。

source: Notification methods. Notifications can be sent when an alarm state transition occurs.
de: Benachrichtigungsmethoden. Benachrichtigungen können gesendet werden, wenn ein Alarmstatusübergang auftritt.
ja: 通知方法。アラーム状態遷移が起こると通知が送られます。

source: Notifications
de: Benachrichtigungen
ja: 通知

source: Notifications Enabled
de: Benachrichtigungen aktiviert
ja: 通知の有効化

source: OK Actions
de: OK Aktionen
ja: OK 時のアクション

source: Old State
de: Alter Status
ja: 前状態

source: OpenStack Services
de: OpenStack-Dienste
ja: OpenStack サービス

source: Overview
de: Überblick
ja: 概要

source: Period
de: Zeitraum
ja: 期間

source: Period must be zero except for type webhook.
de: Die Periode muss null sein, außer für den Typ webhook.
ja: Webhook 以外のタイプを選択した場合、期間には0を指定してください。

source: Previous Page
de: Vorherige Seite
ja: 前のページ

source: Reason
de: Grund
ja: 理由

source: Remove
de: Löschen
ja: 削除

source: Save
de: Speichern
ja: 保存

source: Save Notification
de: Benachrichtigung speichern
ja: 通知の保存

source: Select Notification
de: Wählen Sie Benachrichtigung
ja: 通知の選択

source: Servers
de: Server
ja: サーバー

source: Service :
de: Dienst :
ja: サービス :

source: Service Health
de: Dienste-Gesundheit
ja: サービスヘルス

source: Severity
de: Schwere
ja: 重大度

source: Severity of an alarm. Must be either LOW, MEDIUM, HIGH or CRITICAL. Default is LOW.
de: Schweregrad eines Alarms. Muss entweder LOW, MEDIUM, HIGH oder CRITICAL sein. Standard ist LOW.
ja: アラームの重大度。LOW、MEDIUM、HIGH、または CRITICAL のいずれかです。デフォルトは LOW です。

source: Show Alarm Definition
de: Alarmdefinition anzeigen
ja: アラーム定義の表示

source: Show History
de: Zeige die Geschichte
ja: 履歴の表示

source: State
de: Zustand
ja: 状態

source: Status
ja: ステータス

source: Submit
de: einreichen
ja: 決定

source: The email/url address to notify.
de: Die E-Mail-/URL-Adresse, die benachrichtigt werden soll.
ja: 通知先の メール/URL アドレス

source: The metric dimensions used to create unique alarms.
de: Die metrischen Dimensionen, die zum Erstellen von eindeutigen Alarmen verwendet werden.
ja: 一意なアラームを生成するために使われるメトリックのディメンション

source: The notification period.
de: Der Benachrichtigungszeitraum
ja: 通知が再送される期間(webhook の場合のみ有効)

source: The type of notification method (i.e. email).
de: Der Typ der Benachrichtigungsmethode (z.B. E-Mail).
ja: 通知方法の種別 (例 メール)

source: Timestamp
de: Zeitstempel
ja: タイムスタンプ

source: Type
de: Typ
ja: 種別

source: Unable to create alarm definition %s
de: Die Alarmdefinition %s konnte nicht erstellt werden
ja: アラーム定義「%s」を作成できません

source: Unable to create alarm definition.
ja: アラーム定義を作成できません。

source: Unable to create the alarm.
ja: アラームを作成できません。

source: Unable to create the notification method.
ja: 通知方法を作成できません。

source: Unable to delete notification.
ja: 通知を削除できません。

source: Unable to edit the alarm.
ja: アラームを編集できません。

source: Unable to edit the notification.
ja: 通知を編集できません。

source: Unable to list alarms: %s
de: Alarme können nicht aufgelistet werden: %s
ja: アラームの一覧を表示できません: %s

source: Unable to retrieve alarm details.
de: Die Alarmdetails können nicht abgerufen werden.
ja: アラームの詳細を取得できません。

source: Unable to retrieve metrics
de: Die Messwerte konnten nicht abgerufen werden
ja: メトリックを取得できません

source: Unable to retrieve notification details.
de: Die Benachrichtigungsdetails konnten nicht abgerufen werden.
ja: 通知の詳細を取得できません

source: Unable to retrieve notifications.
ja: 通知を取得できませんでした。

source: Unable to update alarm definition.
ja: アラーム定義を更新できません。

source: Undetermined Actions
de: Unbestimmte Aktionen
ja: UNDETERMINED 時のアクション

source: Unknown name
de: Unbekannter Name
ja: 不明

source: User %s does not have sufficient privileges to access Kibana
de: Benutzer %s verfügt nicht über ausreichende Berechtigungen zum Zugriff auf Kibana
ja: ユーザー %s は Kibana にアクセスするための権限がありません

source: Value
de: Wert
ja: 値

source: AND
de: UND

source: Critical
de: Kritisch

source: Deterministic
de: Deterministisch

source: High
de: Hoch

source: Low
de: Niedrig

source: Medium
de: Mittel

source: OR
de: ODER

source: UTC
de: koordinierte Weltzeit

source: Undetermined
de: Unbestimmt

source: avg
de: Durchschnitt

source: count
de: Anzahl

source: last
de: letzte
